Repository: ngslabex/senaite.diagnosis
Catalog: src/senaite/diagnosis/locales/*/LC_MESSAGES/senaite.diagnosis.po
Languages: tr

source: Code cannot contain special characters or spaces
tr: Kod özel karakter veya boşluk içeremez

source: Code must be unique
tr: Kod benzersiz olmalı

source: Disease
tr: Hastalık

source: Diseases
tr: Hastalıklar

source: Etiologic agent
tr: Etiyolojik Ajan

source: Etiologic agents
tr: Etiyolojik Ajan

source: Patient diagnostic information handling for SENAITE
tr: ECEGEN için hasta tanı bilgileri

source: SENAITE DIAGNOSIS
tr: ECEGEN TANI

source: SENAITE DIAGNOSIS (uninstall)
tr: ECEGEN TANI (kaldır)

source: Signs and symptoms
tr: Endikasyonlar

source: Symptom
tr: Endikasyon

source: column_diseases_code
tr: Kod

source: column_symptoms_code
tr: Kod

source: description_disease_code
tr: Bu hastalığın benzersiz kodu

source: description_sample_dateofdiagnosis
tr: Endikasyon tarihi

source: description_sample_dateofonset
tr: Belirti ve ilk fark edildiği tarih

source: description_sample_diseases
tr: Bir organizmanın tamamının veya bir kısmının yapısını veya işlevini olumsuz yönde etkileyen özel anormal durumlar. Genellikle belirli belirti ve semptomlarla ilişkili tıbbi durumlar olarak bilinir.

source: description_sample_etiologicagents
tr: Hastalığa veya hastalıklara neden olan veya neden olabilecek bulaşıcı ajanlar (mikroorganizmalar veya toksinler)

source: description_sample_symptoms
tr: Bir hastalığın, yaralanmanın veya rahatsızlığın gözlemlenen veya tespit edilebilen işaretleri ve yaşanan semptomları

source: description_symptom_code
tr: Bu endikasyonun benzersiz kodu

source: description_symptom_gender
tr: Bu semptomun geçerli olduğu cinsiyet

source: description_symptom_severity
tr: Hastanın bu endikasyonunun farklı stres düzeylerini deneyimleyip deneyimleyemeyeceğini seçin (yok, hafif, orta, şiddetli)

source: label_disease_code
tr: Kod

source: label_sample_dateofdiagnosis
tr: Tanı Tarihi

source: label_sample_dateofonset
tr: Başlangıç Tarihi

source: label_sample_diseases
tr: Hastalıklar veya durumlar

source: label_sample_etiologicagents
tr: İncelenen Metafaz Sayısı

source: label_sample_symptoms
tr: Endikasyonlar

source: label_symptom_code
tr: Kod

source: label_symptom_gender
tr: Cinsiyet

source: label_symptom_severity
tr: İzin verilen önem düzeyleri
